aaron-bond.better-comments
akhail.save-typing
alexcvzz.vscode-sqlite
atishay-jain.all-autocomplete
britesnow.vscode-toggle-quotes
chakrounanas.turbo-console-log
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
cweijan.vscode-office
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deepsourcecorp.deepsource-vscode
docker.docker
donjayamanne.githistory
dracula-theme-pro.theme-dracula-pro
dracula-theme.theme-dracula
eamodio.gitlens
esafirm.kotlin-formatter
esbenp.prettier-vscode
fill-labs.dependi
formulahendry.auto-rename-tag
formulahendry.docker-explorer
foxundermoon.shell-format
fwcd.kotlin
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
hbenl.vscode-test-explorer
helixquar.randomeverything
henoc.svgeditor
humao.rest-client
ibm.output-colorizer
ishiyama.vuejs-peek
jithurjacob.nbpreviewer
jock.svg
kisstkondoros.vscode-gutter-preview
leonardssh.vscord
mathiasfrohlich.kotlin
mblet.highlight-regex
mechatroner.rainbow-csv
meta.pyrefly
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-containers
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-vscode-remote.remote-containers
ms-vscode.copilot-mermaid-diagram
ms-vscode.js-debug-nightly
ms-vscode.test-adapter-converter
ms-vscode.vscode-commander
ms-vscode.vscode-copilot-data-analysis
ms-vscode.vscode-websearchforcopilot
ms-vsliveshare.vsliveshare
naco-siren.gradle-language
nhoizey.gremlins
ninoseki.vscode-mogami
nuxtr.nuxtr-vscode
nyxb.vscode-styled-colors
oliversturm.fix-json
oxc.oxc-vscode
p1c2u.docker-compose
pflannery.vscode-versionlens
pranaygp.vscode-css-peek
prisma.prisma
quicktype.quicktype
randomfractalsinc.vscode-data-preview
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
reliutg.visual-regex
sburg.vscode-javascript-booster
seatonjiang.gitmoji-vscode
shd101wyy.markdown-preview-enhanced
sibiraj-s.vscode-scss-formatter
silverfletcherr.vuetify-gotodocs
tamasfe.even-better-toml
timonwong.shellcheck
tintinweb.vscode-decompiler
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-dependency
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vue.volar
vuetifyjs.vuetify-vscode
wakatime.vscode-wakatime
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yutent.scss-to-css
yzhang.markdown-all-in-one
zignd.html-css-class-completion
