aaron-bond.better-comments
achil.vscode-javascript-repl
akhail.save-typing
antfu.browse-lite
antfu.vite
atishay-jain.all-autocomplete
bhshawon.node-json-autocomplete
britesnow.vscode-toggle-quotes
chakrounanas.turbo-console-log
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
codezombiech.gitignore
codium.codium
cweijan.vscode-office
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dkundel.vscode-npm-source
donjayamanne.githistory
dracula-theme-pro.theme-dracula-pro
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
emmanuelbeziat.vscode-great-icons
enkeldigital.open-lnk
esbenp.prettier-vscode
febean.vue-format
formulahendry.auto-rename-tag
formulahendry.docker-explorer
foxundermoon.shell-format
fwcd.kotlin
gaiyaobedmathias.vuetify-snippets
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
hbenl.vscode-test-explorer
helixquar.randomeverything
henoc.svgeditor
hollowtree.vue-snippets
hoovercj.vscode-power-mode
hurly.sqltools-oracle-driver
ibm.output-colorizer
ishiyama.vue-autoimport
ishiyama.vuejs-peek
jabacchetta.vscode-essentials
jasonnutter.search-node-modules
jhessin.node-module-intellisense
jithurjacob.nbpreviewer
jock.svg
juxtopposed.realtime-themes
kdl-org.kdl
kisstkondoros.vscode-gutter-preview
leizongmin.node-module-intellisense
leonardssh.vscord
lostfields.nodejs-repl
loyieking.smalise
mblet.highlight-regex
mechatroner.rainbow-csv
meezilla.json
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
miramac.vscode-exec-node
mongodb.mongodb-vscode
monish.regexsnippets
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
naco-siren.gradle-language
nhoizey.gremlins
nodesource.vscode-for-node-js-development-pack
oliversturm.fix-json
oracle.oracledevtools
p1c2u.docker-compose
pflannery.vscode-versionlens
pkief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
randomfractalsinc.vscode-data-preview
redhat.java
redhat.vscode-yaml
reliutg.visual-regex
sburg.vscode-javascript-booster
sdras.vue-vscode-snippets
seatonjiang.gitmoji-vscode
shalldie.background
shd101wyy.markdown-preview-enhanced
shenjiaolong.vue-helper
sibiraj-s.vscode-scss-formatter
silverfletcherr.vuetify-gotodocs
simonsiefke.svg-preview
surendrajat.apklab
tamasfe.even-better-toml
timonwong.shellcheck
tintinweb.vscode-decompiler
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vue.volar
vuetifyjs.vuetify-vscode
wakatime.vscode-wakatime
wallabyjs.console-ninja
wix.vscode-import-cost
woitechen.auto-command-performer
wscats.vue
xabikos.javascriptsnippets
yutent.scss-to-css
yzane.markdown-pdf
yzhang.markdown-all-in-one
zignd.html-css-class-completion
znck.vue
