aaron-bond.better-comments
akhail.save-typing
antfu.vite
atishay-jain.all-autocomplete
axelrindle.duplicate-file
britesnow.vscode-toggle-quotes
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
codium.codium
cweijan.vscode-office
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deepsourcecorp.deepsource-vscode
dkundel.vscode-npm-source
donjayamanne.githistory
dracula-theme-pro.theme-dracula-pro
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
enkeldigital.open-lnk
esafirm.kotlin-formatter
esbenp.prettier-vscode
fill-labs.dependi
formulahendry.auto-rename-tag
formulahendry.docker-explorer
foxundermoon.shell-format
franneck94.c-cpp-runner
fwcd.kotlin
github.copilot
github.copilot-chat
github.copilot-workspace
github.vscode-github-actions
github.vscode-pull-request-github
hbenl.vscode-test-explorer
helixquar.randomeverything
henoc.svgeditor
hurly.sqltools-oracle-driver
ibm.output-colorizer
ishiyama.vuejs-peek
jeff-hykin.better-cpp-syntax
jithurjacob.nbpreviewer
jock.svg
kdl-org.kdl
kisstkondoros.vscode-gutter-preview
leizongmin.node-module-intellisense
leonardssh.vscord
loyieking.smalise
mathiasfrohlich.kotlin
mblet.highlight-regex
mechatroner.rainbow-csv
meezilla.json
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mongodb.mongodb-vscode
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.copilot-mermaid-diagram
ms-vscode.cpptools
ms-vscode.js-debug-nightly
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vscode.vscode-commander
ms-vscode.vscode-copilot-data-analysis
ms-vscode.vscode-websearchforcopilot
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
naco-siren.gradle-language
nhoizey.gremlins
nuxtr.nuxtr-vscode
oliversturm.fix-json
oracle.sql-developer
p1c2u.docker-compose
pflannery.vscode-versionlens
pnp.polacode
pranaygp.vscode-css-peek
randomfractalsinc.vscode-data-preview
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
reliutg.visual-regex
sburg.vscode-javascript-booster
seatonjiang.gitmoji-vscode
shalldie.background
shd101wyy.markdown-preview-enhanced
sibiraj-s.vscode-scss-formatter
silverfletcherr.vuetify-gotodocs
surendrajat.apklab
tamasfe.even-better-toml
timonwong.shellcheck
tintinweb.vscode-decompiler
tomoki1207.pdf
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vue.volar
vuetifyjs.vuetify-vscode
wakatime.vscode-wakatime
wallabyjs.console-ninja
wix.vscode-import-cost
yutent.scss-to-css
yzane.markdown-pdf
yzhang.markdown-all-in-one
zignd.html-css-class-completion
